Repository: security-union/armore-ios
Catalog: *.lproj/Localizable.strings
Languages: es

source: Attention
es: Atención

# oTL-CT-4zv.text
source: Set location access to Always and turn on precise location so that we can share it with your friends and family.
es: Para que Armore funcione, debe permitir el acceso a tu ubicación siempre y activar ubicación precisa

source: No received invitations.
es: No tiene invitaciones pendientes.

source: No sent invitations.
es: No ha enviado invitaciones.

source: My device
es: Mi móvil

# Target email
source: email
es: Correo

# Target phone
source: phone
es: Teléfono

source: Invitations
es: Invitaciones

source: Invitation
es: Invitación

# ImageTooBigError
source: The selected image is to big for the platform right now. Please select a smaller one.
es: La imagen seleccionada es demasiado grande, por favor seleccione una mas pequeña.

source: Missing fields
es: Faltan campos

source: All fields need to be filled to sign in.
es: Todos los campos son requeridos

source: Signed up successfully
es: Su registro fue exitoso!

source: You're now registered, please sign in.
es: Ahora estáa registrado, proceda a introducir sus credenciales.

source: Change image
es: Cambiar imagen

source: Add profile photo
es: Añadir foto

source: All fields need to be filled to register.
es: Todos los campos son requeridos

source: My Location
es: Mi ubicación

source: Invitation Sent
es: Invitación enviada

source: Your device
es: Sú móvil

source: Would you like to invite someone to follow this device?
es: ¿Le gustaría invitar a alguien para que acceda a su ubicación?

source: Yes, invite
es: Si, invitar

source: Access
es: Acceso

source: Enter the email of the person you want to invite:
es: Introduzca el correo de la persona que quiere que acceda a su ubicación:

source: Send
es: Enviar

source: Cancel
es: Cancelar

source: Invitation Accepted
es: Invitación aceptada

source: You accepted the invitation from %@
es: Ha aceptado la invitación de %@

source: Invitation Cancelled
es: Invitación Cancelada

source: You cancelled the invitation to %@
es: Ha cancelado la invitación a %@

source: Invitation Denied
es: Invitación Rechazada

source: You cancelled the invitation from %@
es: Ha cancelado la invitación de %@

source: I sent the invitation
es: Invitación Enviada

source: Cancel Invitation
es: Cancelar Invitación

source: To email:
es: Correo:

source: To phone:
es: Teléfono:

source: Email:
es: Correo:

source: Phone:
es: Teléfono:

source: Are you sure you want to cancel the invitation to %@?
es: ¿Está seguro que quieres cancelar la invitación a %@?

source: Accept Invitation
es: Acceptar Invitación

# accept_invitation_confirm_2
source: Are you sure that you want to accept the invitation to follow %@?
es: ¿Está seguro de que quieres aceptar la invitación para seguir a %@?

source: Accept
es: Aceptar

source: Reject Invitation
es: Negar Invitación

# accept_invitation_confirm
source: Are you sure that you want to reject the invitation from %@?
es: ¿Está seguro de que desea negar la invitación de %@?

source: Reject
es: Negar

source: Access Revoked
es: Acceso Revocado

source: The access was successfully revoked.
es: El acceso fue revocado.

source: My Device Name: %@
es: Nombre de mi móvil: %@

source: My Device Id: %@
es: Id: %@

source: My Device OS: %@
es: Sistema Operativo: %@

source: My Device Model: %@
es: Modelo: %@

source: My Device OS Version: %@
es: Versión del Sistema Operativo: %@

source: My Device
es: Mi móvil

source: Revoke Access
es: Revocar acceso

# revoke_access_prompt
source: Do you want to revoke the access to the user: %@, to your location?
es: ¿Desea eliminar el acceso al usuario: %@, a su posición?

source: Revoke
es: Revocar

source: Your invitation to %@ was sent correctly.
es: Su invitación a %@ para poder accesar a su posiciòn %@ fue enviada correctamente.

# Send Invitation
source: Invite a friend
es: Crear invitación

# new_invitation_confirmation
source: Are you sure you want to send an invitation to %@ to access your location?
es: ¿Está segur@ de que quiere invitar a %@ para que acceda a su ubicación?

source: You need to write an email to send an invitation.
es: Por favor, escriba el email de la persona que quiere que le siga.

source: Login error
es: Error de inicio de sesión

# password_reset_validation_error.
source: You need to write your username or email to reset your password.
es: Necesitas escribir su usuario o dirección de correo para cambiar tu password

source: Do you want to remove your account?
es: ¿Quiere cerrar la cuenta?

# logout_confirmation_title
source: Are you sure you want to remove your account?
es: ¿Está segur@ de cerrar la cuenta?

# logout_confirmation
source: If this account is removed your followers will not be able to access your location until you login to a new device. All previous encrypted location data will be deleted. You will be able to access followers location and send your location from the moment you login again.
es: Si cierra la cuenta, sus seguidores no podrán acceder a su ubicación y tampoco usted a la de ellos. La ubicación histórica será eliminada. Cuando inicie sesión de nuevo, accederá y empezará a enviar nueva ubicación histórica para sus seguidores.

source: I'm Sure
es: Estoy segur@

source: Yes
es: Si

source: Here we will show your friends once you add them
es: Aquí mostraremos sus contactos

source: FOLLOWERS
es: SEGUIDORES

source: FOLLOWING
es: SIGUIENDO

source: Remove
es: Eliminar

source: Add follower
es: Añadir seguidor

source: Share your location
es: Comparta su ubicación

source: Back
es: Atrás

# new_invitation_prompt
source: Invite a friend to follow each other
es: Invita a una/un amig@ a seguirse mutuamente

source: Pull to refresh
es: Actualizar

source: New
es: Nueva

source: Emergency Mode
es: Modo de emergencia

# emergency_mode_notification
source: Now you're on emergency mode. All your followers will be notified.
es: Ahora está en modo de emergencia. Todos sus seguidores serán notificados.

source: We will notify all your followers that you have an emergency in:
es: Notificaremos a todos sus seguidores que está en una emergencia en:

source: seconds
es: segundos

source: Emergency Mode Off
es: Modo de emergencia apagado

# emergency_state_off
source: Emergency state was successfully turned off.
es: El modo de emergencia fue exitosamente apagado.

source: Error setting mode
es: Error cambiando de modo

source: Quit emergency mode
es: Apagar modo de emergencia

source: You are currently sharing your location with %@ all the time.
es: Está actualmente compartiendo su ubicación todo el tiempo con %@.

source: Change to share only on emergency mode
es: Compartir sólo en modo de emergencia

source: You are currently sharing your location with %@ only on emergency mode.
es: Está actualmente compartiendo su ubicación sólo en modo de emergencia con %@.

source: Change to share all the time
es: Compartir todo el tiempo

source: Unfollow
es: Dejar de seguir

source: Now %@ will only see your location on emergency mode.
es: Ahora %@ puede ver su ubicación sólo en modo de emergencia.

source: Now %@ can see your location all the time.
es: Ahora %@ puede ver su ubicación todo el tiempo.

source: Access modified
es: Acceso modificado

source: Turn off emergency mode
es: Apagar modo de emergencia

source: Do you want to turn off emergency mode?
es: ¿Quieree apagar el modo de emergencia?

# Attention! Blank has enabled emergency mode.
source: Attention! %@ has enabled emergency mode.
es: ¡Atención! %@ ha habilitado el modo de emergencia.

source: Error getting data
es: Error en datos

# Error finding follower
source: Error finding follower data
es: No se pudo encontrar la información del seguidor.

source: History Location
es: Ubicación histórica

source: No locations on selected time
es: No hay ubicaciones en el tiempo seleccionado

source: Historical location of %@
es: Ubicación histórica de %@

source: Locations of today
es: Ubicaciones de hoy

source: Only today
es: Sólo hoy

source: %@ days ago
es: Hace %@ días

source: Locations since %@
es: Ubicaciones desde %@

source: Emergency
es: Emergencia

# Limited Access
source: Location is hidden
es: La ubicación está oculta

source: See historical location
es: ubicación histórica (7 DÍAS)

source: Start Date:
es: Fecha inicial:

source: End Date:
es: Fecha final:

source: Today
es: Hoy

source: Done
es: Listo

source: End SoS
es: Detener SoS

source: Share all the time
es: Compartir todo el tiempo

source: Share only on emergency mode
es: Compartir sólo en emergencia

source: Change access type
es: Cambiar tipo de acceso

source: Do you want to change the access for %@ to see your location %@?
es: ¿Quieree cambiar el acceso de %@ para que vea su ubicación %@?

# follower_access_permanent
source: Permanent access
es: Siempre

# (follower_access_permanent)
source: (Permanent access)
es: (Siempre)

# follower_access_emergency
source: Emergency only
es: Sólo en emergencias

# (follower_access_emergency)
source: (Emergency only)
es: (Sólo en emergencias

source: Options
es: Opciones

source: You can unfollow %@
es: Puedee dejar de seguir a %@

source: Connection settings
es: Configuración de la conexión

source: Location
es: Ubicación

source: Save configuration
es: Guardar configuración

source: Remove follower
es: Remover seguidor

source: Error changing access
es: Error al cambiar el acceso

source: Error removing follower
es: Error al remover al seguidor

source: Do you want to remove %@ as a follower? (If you do this, %@ will not have access to your location anymore)
es: ¿Quiere remover a %@ como seguidor@? (Si hacee esto, %@ ya no tendrá acceso a su ubicación)

source: Follower removed
es: Seguidor removido

source: %@ was removed as a follower.
es: El usuario %@ ha sido removido como seguidor.

source: Error on location data
es: Error en datos de la ubicación

# history_location_no_data_2
source: It was not possible to decrypt %@'s location. This might be because you changed phones or deleted the account recently. It might take a couple of minutes to get new location updates.
es: No fue posible desecriptar la ubicación de %@. Esto puede ser porque cambiaron de teléfonos o se borró la cuenta recientemente. Puede tardar unos minutos en obtener actualizaciones de ubicaciones.

source: Loading historical location
es: Cargando ubicación histórica

# history_location_no_data
source: %@ has not correctly sent his/her location data to you, please wait a couple of minutes.
es: %@ no le ha enviado correctamente su ubicación, por favor espere unos minutos.

source: Historical location data error
es: Error al obtener ubicación histórica

# server_parsing_error
source: Unable to parse the server response.
es: No fue posible entender la respuesta del servidor

source: You can only see %@'s location while they have SOS mode activated.
es: Únicamente puedes acceder a la ubicación de %@ cuando se encuentre en estado de emergencia.

source: Revoke request error
es: Error al revocar acceso

source: Error denying invitation
es: Error negando la invitación

source: Error cancelling invitation
es: Error cancelando la invitación

source: Error accepting invitation
es: Error aceptando la invitación

source: Session Expired
es: Sesión expirada

source: The session has expired, you need to sign in again.
es: La sesión ha expirado, necesitará iniciar sesión de nuevo.

source: No connection to server
es: No hay conexión con el servidor.

source: Unable to parse image
es: No fue posible obtener la imagen

source: Unknown Error
es: Error desconocido

source: Getting contacts
es: Obteniendo contactos

source: New invitation
es: Nueva invitación

source: Invite %@ to follow you
es: Haz que %@ pueda verte

source: Emergency only access to your location
es: Sólo en modo de emergencia

source: Can see your location
es: Puede ver tu ubicación

source: %@ sec ago
es: %@ sec atrás

source: %@ min ago
es: %@ min atrás

source: %@ hrs ago
es: %@ hrs atrás

source: %@ weeks ago
es: %@ weeks atrás

source: When should %@ be able to see your location?
es: ¿Cuándo quieres que %@ vea tu ubicación?

source: Share your location all the time
es: Compartir posición todo el tiempo

source: Share only while emergency mode is on
es: Compartir posición sólo en modo de emergencia

source: Confirm
es: Confirmar

# cofirm_change_access
source: Are you sure that you want to change the access type for user %@
es: ¿Está segur@ que desea cambiar el tipo de acceso a %@?

# confirm_unfollow
source: Are you sure that you want to unfriend %@?
es: ¿Está segur@ de que desea eliminar a %@?

# confirm_revoke_access
source: Are you sure that you want to revoke %@'s access to your location?
es: ¿Está segur@ de que desea revocar el acceso de %@ a su localización?

# internal_app_error
source: Internal App Error: This error has been logged and an engineer has been dispatched.
es: Error interno de la app: Un ingeniero ha sido notificado, una disculpa.

# verification_error_no_email
source: There was a problem validating your code, please type your email again
es: Tuvimos un problema al validar tu correo, por favor, escríbelo nuevamente.

source: No location found
es: No hay datos

# email_verification
source: Please insert the code that we sent to %@ from notifications@armore.dev, (check your spam folder).
es: Por favor, ingrese el código de verificación que mandamos a %@ desde notifications@armore.dev (busque en el folder de spam).

# sms_verification
source: Please insert the code that we texted to %@.
es: Por favor, ingrese el código que mandamos por mensaje de texto al %@.

# auth_sending_email
source: Sending code...
es: Enviando código...

# auth_please_wait
source: Please wait...
es: Por favor, espere...

# auth_generating_keys
source: Generating Secure Keys
es: Generando llaves seguras

# auth_verify_email
source: Verifying email
es: Verificando correo

# auth_verify_phone
source: Verifying phone
es: Verificando teléfono

# low_battery_mode
source: Armore won't push your phone location because Low battery mode is enabled.
es: Armore ya no mandará la posición de su teléfono porque el modo de ahorrar batería está activado

# RCb-SI-TKZ.segmentTitles[0]
source: phone
es: teléfono

# RCb-SI-TKZ.segmentTitles[1]
source: email
es: correo

# support_discord_url
source: https://discord.gg/76jTFT2WdN
es: https://discord.gg/6MwkUNK

# contacts_access_error
source: You previously denied Armore access to your contacts, please go to settings to fix this.
es: Usted negó el acceso a los contactos a Armore, para arreglar esto, vaya a ajustes.

source: Go to Settings
es: Ir a Ajustes

source: Friends
es: Amig@s

source: Your friend
es: Tu amig@

# accept_invitation_title
source: Received invite from %@
es: Invitación de %@

# accept_invitation
source: You have received an invitation from %@. Would you like to share locations with them?
es: Has recibido una invitación de %@. ¿Te gustaría compartir tu ubicación?

source: 1 Day
es: 1 día

source: 1 Week
es: 7 días

# 1 Month
source: 30 Days
es: 30 días

source: Select a new expiration time:
es: Selecciona la expiración de tu invitación:

source: Retry
es: Reintentar

# invitation_call_to_action
source: Let's share our location in the Armore app. Armore uses end to end encryption. here's the invitation link %@
es: Te invito a que nos compartamos la ubicación usando Armore. Armore utiliza cifrado de extremo a extremo: %@

# send_new_code_confirmation_phone
source: ATTENTION, VERIFY THE PHONE NUMBER:
es: ATENCIÓN, VERIFIQUE EL NÚMERO DE TELÉFONO:

# send_new_code_confirmation_email
source: ATTENTION, VERIFY THE EMAIL:
es: ATENCIÓN, VERIFIQUE EL CORREO:

# send_new_code_change_phone
source: CHANGE PHONE NUMBER
es: CAMBIAR TELÉFONO

# send_new_code_change_email
source: CHANGE EMAIL
es: CAMBIAR CORREO

# verification_code_sent
source: Code sent, wait 1 minute before retrying
es: Código enviado, espere 1 minuto antes de reintentar

# resend_code
source: SEND CODE
es: ENVIAR CÓDIGO

# tutorial_part_title_1
source: Hi, we are Armore!
es: ¡Hola, somos Armore!

# tutorial_part_instructions_1
source: We empower you to find friends and family using a secure end-to-end encrypted location system.
es: Con Armore puedes realizar un seguimiento de sus amig@s y familiares mediante un sistema de ubicación seguro cifrado de extremo a extremo.

# tutorial_part_title_2
source: We don't sell your data
es: No vendemos tus datos

# tutorial_part_instructions_2
source: We do not have access to your location because it is encrypted. Only the friends you invite can access it.
es: No tenemos acceso a tu ubicación porque está encriptada. Sólo las amigas y amigos que invites pueden acceder a ella.

# tutorial_part_title_3
source: We care about your safety
es: Nos preocupamos por tu seguridad

# tutorial_part_instructions_3
source: We have a panic button that notifies your friends when you press it.
es: Ofrecemos un botón de pánico que notifica a tus amig@s cuando lo presionas.
